main_keyboard_lang = {
    'en': ['🧙🏻‍♀ Weather now', '🧙🏼 For tomorrow', '🧙🏿‍♂ For a week', '🔮 Settings',
           '👨🏻‍🔬 Daily', '🌩 Phenomena', '🌆 City', '🇬🇧 Language', '⁉ Help', '↩ Menu'],
    'ru': ['🧙🏻‍♀ Погода сейчас', '🧙🏼 На завтра', '🧙🏿‍♂ На неделю', '🔮 Настройки',
           '👨🏻‍🔬 По графику', '🌩 События', '🌆 Город', '🇷🇺 Язык', '⁉ Помощь', '↩ Меню']
}

button_weather_now_lang = {
    'en': ['Please, type your location 🌏', ],
    'ru': ['Напишите название своего города, пожалуйста 🌏', ]
}

command_start_lang = {
    'en': ['<b>Welcome, ', ' !\nPlease, type your location</b> 🌏 \n\nFor more info use /help'],
    'ru': ['<b>Добро пожаловать, ',
           ' !\nНапишите название своего города</b> 🌏 \n\nДля дополнительной информации используйте /help'],
}

get_response_lang = {
    'en': ['Try again', 'Now', 'Wind', 'Feels like', 'Daylight hours', 'Sunrise - Sunset'],
    'ru': ['Попробуйте еще раз', 'Сейчас', 'Ветер', 'Ощущается как', 'Световой день', 'Восход - Закат'],
}

get_next_day_lang = {
    'en': ['on', 'Wind'],
    'ru': ['на', 'Ветер'],
}

get_weather_info_lang = {
    'en': ['Calm', ],
    'ru': ['Штиль', ],
}

get_next_week_lang = {
    'en': ['Weather for 7 days', ],
    'ru': ['Погода на 7 дней', ],
}

command_daily_lang = {
    'en': ['No city name was set up', 'Set daily time you want to receive weather information'],
    'ru': ['Введите название города', 'Выбирите время, когда бы вы хотели получать уведомления'],
}

callback_inline_daily_lang = {
    'en': ['↩ Back', ],
    'ru': ['↩ Назад', ],
}

